[{
    "messages": [
      {
        "role": "user",
        "content": "یه دستبند یین یانگ با گوی نقره امون نشه؟ خودم عاشق این نماد و ترکیبم چون مفهومش خیلی عمیق و قشنگه جنس یین و یانگ فیمو با دوگوی نقره بافت کشویی مناسب انواع سایز قیمت تک ۱۴۰ ت ست فقط ۲۳۵ ت"
      },
      {
        "role": "assistant",
        "content": "[{\"name\":\"دستبند یین یانگ با گوی نقره تک\",\"sku\":null,\"price\":\"140000\",\"final_price\":\"140000\",\"options\":{\"colors\":[],\"sizes\":\"فری سایز\"}},{\"name\":\"دستبند یین یانگ با گوی نقره ست\",\"sku\":null,\"price\":\"235000\",\"final_price\":\"235000\",\"options\":{\"colors\":[],\"sizes\":\"فری سایز\"}}]"
      }
    ]
  },

  {
    "messages": [
      {
        "role": "user",
        "content": "شکت ژوپیتر به تعداد محدود شارژ شد از بین لـ ـایک و سِـ ـیو و شِـ ـیر یه ژوپیتر هـ ـدیه میدیم برای سفارش هرآیتم از طریق دایر//کت مسیج بدین یا تلگر//ام اقدام کنین شکت سرخپوستی اسمشُ گذاشتم ژوپیتر/jupiter پارچه‌ش فوتر پالتویی ضخیم و خیلی گرمه با به هودی کُلِ زمستونُ براتون میسازه تک رنگ و بدون تکرار فری‌سایز مناسب ۳۴ تا ۴۸ به ارزش: ۹۹۷ هزار تــ ـومن"
      },
      {
        "role": "assistant",
        "content": "[{\"name\": \"شکت ژوپیتر\",\"sku\": null,\"price\": \"997000\",\"final_price\": \"997000\",\"options\": {\"colors\":[],\"sizes\": \"فری سایز مناسب ۳۴ تا ۴۸\"}}]"
      }
    ]
  },

  {
  "messages": [
    {
      "role": "user",
      "content": "لگ جیبدار نایک / کد ۰۱۹۰ نوع پارچه: فلامنت شلواری سایزبندی: M-L-XL قیمت: 320T ====================satiasport کراپ ورزشی /کد 13181 نوع پارچه: تس سی سایز: M-L-X قیمت: 309T ======================"
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"لگ جیبدار نایک\",\"sku\": \"0190\",\"price\": \"320000\",\"final_price\": \"320000\",\"options\": {\"colors\":[],\"sizes\": [\"M\", \"L\", \"XL\"]}},{\"name\": \"کراپ ورزشی\",\"sku\": \"13181\",\"price\": \"309000\",\"final_price\": \"309000\",\"options\": {\"colors\":[],\"sizes\": [\"M\", \"L\", \"X\"]}}]"
    }
  ]
},

{
  "messages": [
    {
      "role": "user",
      "content": "ساده و شیک -رنگبندی:مطابق تصویر .مشکی.سورمه ای ،طوسی -جنس:پنبه سوپرنخ ۲۸ -یونیسکس (دختر و پسر نداره) -برش:اُورسایز -سایزبندی:L.XL.2XL به اندازه ها توجه کنید امکان تعویض سایز نیست مشخصات سایز L عرض سینه:۶۱ قد:۷۵ مشخصات سایز XL عرض سینه :۶۵ قد:۷۸ مشخصات سایز 2XL عرض سینه: ۷۲ قد:۸۲ -ضمانت چاپ،دوخت و شست پارچه قیمت:۳۱۰ ارسال به سراسر کشور هزینه ارسال:۳۵"
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"پیراهن\",\"sku\": null,\"price\": \"310000\",\"final_price\": \"310000\",\"options\": {\"colors\": [\"مشکی\", \"سورمه ای\", \"طوسی\"],\"sizes\": [\"L\", \"XL\", \"2XL\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "هرروز یک‌ محصول جدید اونم با تخف.یف به مدت ۹ روز از ۵٪ تا ۴۰٪ تخف.یف روی تمامی محصولات کیف دوشی میشل مبلغ با احترام: 287T بوده توی تخفی.ف شده 255T ابعاد: 13*19 به عمق 6 رنگبندی : 5 رنگ پیشنهاد میکنم حتما ویدیو جزیات رو ببینید ثبت سفارش از طریق سایت فروشگاه و دایرکت ‏web:[taadesign.shop](blocked) آدرس شعبه حضوری: تهران - شهرک راه آهن- میدان موج - بلوارمحیطبان- خیابان امیری صفت - مجتمع تجاری پارامیس ط1 واحدA19 (ساعات کاری هرروز استوری میشود) ارسال به سراسر کشور پست پیشتاز ۳ تا ۷ روز کار"
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"کیف دوشی میشل\",\"sku\": null,\"price\": \"287000\",\"final_price\": \"255000\",\"options\": {\"colors\": [\"رنگ 1\", \"رنگ 2\", \"رنگ 3\", \"رنگ 4\", \"رنگ 5\"],\"sizes\":[]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "گردنبندای ولنتاینی خوشگلترینارو تو یه پست گذاشتم براتون کدومو بیشتر دوس داشتی؟ بفرس به اونیکه باید بخره میدونی که همه ی طلاهامون 18 عیارن و با فاکتور به دستت میرسن برای مشاوره و ثبت سفارش میتونی تو دایرکت و تلگراممون در ارتباط باشی گردنبند قلب پفی (۱۵۵) حدودا ۴.۳۹۰ ت گردنبند قلب ریز (۰۹۷) حدودا ۴.۰۳۰ ت گردنبند قلب بادکنکی (۱۵۸) حدودا ۵.۵۰۰ ت گردنبند قلب (۱۵۱) حدودا ۳.۵۷۰ ت گردنبند قلب مینا (۱۸۱) حدودا ۴.۵۴۰ ت گردنبند قلب (۱۸۲) حدودا ۳.۹۵۰ ت قیمت برای تاریخ ۲۴ بهمن"
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"گردنبند قلب پفی\",\"sku\": 155,\"price\": \"4390000\",\"final_price\": \"4390000\",\"options\": {\"colors\":[],\"sizes\":[]}},{\"name\": \"گردنبند قلب ریز\",\"sku\": 97,\"price\": \"4030000\",\"final_price\": \"4030000\",\"options\": {\"colors\":[],\"sizes\":[]}},{\"name\": \"گردنبند قلب بادکنکی\",\"sku\": 158,\"price\": \"5500000\",\"final_price\": \"5500000\",\"options\": {\"colors\":[],\"sizes\":[]}},{\"name\": \"گردنبند قلب\",\"sku\": 151,\"price\": \"3570000\",\"final_price\": \"3570000\",\"options\": {\"colors\":[],\"sizes\":[]}},{\"name\": \"گردنبند قلب مینا\",\"sku\": 181,\"price\": \"4540000\",\"final_price\": \"4540000\",\"options\": {\"colors\":[],\"sizes\":[]}},{\"name\": \"گردنبند قلب\",\"sku\": 182,\"price\": \"3950000\",\"final_price\": \"3950000\",\"options\": {\"colors\":[],\"sizes\":[]}}]"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "دورس و هودی قابل سفارس میباشد دورس ۶۵۰ هودی  1 برای اطلاعات بیشتر و ثبت سفارش دایرکت درخدمتتونیم"
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"دورس\",\"sku\": null,\"price\": \"650000\",\"final_price\": \"650000\",\"options\": {\"colors\":[],\"sizes\":[]}},{\"name\": \"هودی\",\"sku\": null,\"price\": \"1000000\",\"final_price\": \"1000000\",\"options\": {\"colors\":[],\"sizes\":[]}}]"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "دو مدل مام فیت پاییزی ورق بزنید • شلوار مام فیت • در دو رنگ سنگشور یخی و آبی تیره • سایزبندی ۳۴ تا ۴۶ ایرانی • قد شلوار ۹۰ سانتی متر • فاق بلند (۳۰ تا ۳۳ سانتی متر) • تنخور عالی و بسیار خوش کُپ • پارچه و دوخت درجه ۱ • پشت کمر کش • قواره استاندارد • قیمت 1 تومن سایز مدل : ۴۰ ایرانی یا ۳۲ جدول راهنمای سایز قد مدل : ۱۶۸cm • تمام اندازه ها در جدول راهنمای سایز اسلاید آخر قید شده برای راهنمایی بیشتر و ثبت سفارش به دایرکت و شماره واتس اپ پشتیبانی ۰۹۰۳۳۶۰۱۴۹۳ پیام بدین"
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"شلوار مام فیت سنگشور\",\"sku\": null,\"price\": \"1000000\",\"final_price\": \"1000000\",\"options\": {\"colors\": [\"سنگشور یخی\",\"آبی تیره\"],\"sizes\": [\"34\", \"36\", \"38\", \"40\", \"42\", \"44\", \"46\"]}}]"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "نمیشد که ترندترین بافت راهراه امسالو براتون نیاریم بافت راهراه لارا جنس نخ آکرولیک فری سایز مناسب ۳۶ تا ۴۶/۴۸ دور سینه ۱۴۰ قدکار ۶۰ تا ۶۵ رنگبندی: استخوانی،کرم-سرمه‌ای،سبزتیره،مشکی ‎قیمت:۵۷۸ تومان در حراج ۵۱۸ تومان"
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"بافت راهراه لارا\",\"sku\": null,\"price\": \"578000\",\"final_price\": \"518000\",\"options\": {\"colors\": [\"استخوانی\", \"کرم\", \"سرمه‌ای\", \"سبزتیره\", \"مشکی\"],\"sizes\": [\"فری سایز مناسب ۳۶ تا ۴۶/۴۸\"]}}]"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "شلوار بوت کات زغالی زاپدار من طرفدار نیم بگم ولی این دل منو بد برده سایزبندی مناسب برای ۳۴ تا ۵۰ ایرانی جدول راهنمای سایز اسلاید آخر قید شده دمپا اسپنیش (همون ریش ریش خودمون ) قد ۱۰۳ سانتی مترفاق بلند پارچه کشسانی دارد عرض دمپا ۲۶ سانتی متررنگ ثابت ضمانت عدم آبرفت و تغییر سایز پس از شستشو قیمت 1/200 قد مدل ۱۶۸cm سایز مدل ۳۲ جدول راهنمای سایز اسلاید‌ آخر همین پست امکان تعویض سایز امکان تعویض مدل امکان مرجوع و برگشت وجه در صورت نارضایتی"
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"شلوار بوت کات زغالی زاپدار\",\"sku\": null,\"price\": \"1200000\",\"final_price\": \"1200000\",\"options\": {\"colors\": [\"زغالی\"],\"sizes\": [\"34\", \"36\", \"38\", \"40\", \"42\", \"44\", \"46\", \"48\", \"50\"]}}]"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "ست سه تیکه پارچه لینن فری سایز مناسب ۳۶ تا ۴۴ قیمت ۱۴۵۰ تومان فروش حضوری و آنلاین ارسال به سراسر ایران آدرس فروشگاه برای خرید حضوری: تهرانپارس، خیابان جمیلی شبستری (۱۳۳)، نبش کوچه ملایی (۲۰۰) پلاک ۲۲۱ پوشاک پاییزان 02177329758 برای اطلاع از قیمتها و سفارش آنلاین دایرکت و تلگرام 09371901022 کرمی"
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"ست سه تیکه\",\"sku\": null,\"price\": \"1450000\",\"final_price\": \"1450000\",\"options\": {\"colors\": [],\"sizes\": [\"فری سایز مناسب ۳۶ تا ۴۴\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "لاید اول همه همونو میخوان از اونجایی که رنگ سبز هر آیتمی که داریم داره تموم میشه این به عنوان اخر پست با کاور سبز تقدیمتون میشه شارژ مجدد ظرف غذای دوطبقه ی داخل استیل که صورت یک طبقه هم قابل استفادست ظرف غذا: دو طبقه(بصورت یک طبقه قابل استفادست) •داخل استیل •قابل استفاده در ماکروفر •قاشق داره •قیمت ۵۵۹/۰۰۰ تومان"
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"ظرف غذای دوطبقه ی داخل استیل\",\"sku\": null,\"price\": \"559000\",\"final_price\": \"559000\",\"options\": {\"colors\": [\"سبز\"],\"sizes\": []}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "ببینید چی آوردم براتونننننمینیمال و شیکه قیمتشم که استثنایییه گردنبند ست حلقه که میتونید از حلقه هام استفاده کنید چون رنگ ثابتن جنس کار استیل مگنت قوی زنجیر ۴۵ سانتی کاملا ضد حساسیت قیمت ست نقره ای : 125 قیمت ست مشکی : 145 قیمت ست قلب اسلاید دوم :175 سفارش از طریق سایت و دایرکت"
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"گردنبند ست حلقه نقره ای\",\"sku\": null,\"price\": \"125000\",\"final_price\": \"125000\",\"options\": {\"colors\": [\"نقره ای\"],\"sizes\": []}},{\"name\": \"گردنبند ست حلقه مشکی\",\"sku\": null,\"price\": \"145000\",\"final_price\": \"145000\",\"options\": {\"colors\": [\"مشکی\"],\"sizes\": []}},{\"name\": \"گرдنبند ست قلب اسلاید دوم\",\"sku\": null,\"price\": \"175000\",\"final_price\": \"175000\",\"options\": {\"colors\": [],\"sizes\": []}}]"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "هوالرزاق سارافون حصیری وارداتی ترک کد ۴۷۶ سایزبندی: ۶ تا ۹ ماه، ۹ تا ۱۲ ماه، ۱۲ تا ۱۸ ماه، ۱۸ تا ۲۴ ماه، ۲۴ تا ۳۶ ماه جنس پارچه حصیری زردار کار قواره آزاد زیر سارافون دار پشت زیپ دار قیمت ۴۵۸ تومان فرزندانمان لایق بهترین ها هستند ممنون از اعتمادتون"
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"سارافون حصیری وارداتی ترک\",\"sku\": \"476\",\"price\": \"458000\",\"final_price\": \"458000\",\"options\": {\"colors\": [],\"sizes\": [\"6 تا 9 ماه\", \"9 تا 12 ماه\", \"12 تا 18 ماه\", \"18 تا 24 ماه\", \"24 تا 36 ماه\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "اسلاید آخر تنخور لباس رو ببینید شیو بشید دورس مردونه برند کریویت محصول آلمان جنس ۶۰٪ آلگودون (نخ پنبه)، پلی استر سایزبندی: S, 44/46 عرض سینه ۵۲ سانت، قد ۶۸ سانت M, 48/50 عرض سینه ۵۴ سانت، قد ۷۰ سانت L, 52/54 عرض سینه ۵۸ سانت، قد ۷۰ سانت XL, 56/58 عرض سینه ۶۲ سانت، قد ۷۲ سانت دارای استاندارد OEKO اروپا سازگاری با محیط زیست دارای الیاف Lycra جهت مقاومت در برابر تغییر سایز قیمتش: ۵۷۰ تومان تعدادش محدوده"
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"دورس مردونه\",\"sku\": null,\"price\": \"570000\",\"final_price\": \"570000\",\"options\": {\"colors\": [],\"sizes\": [\"S, 44/46\", \"M, 48/50\", \"L, 52/54\", \"XL, 56/58\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "شورتک کشاله دار وارداتی جنس: حریر کشی دارای جیب جای موبایل بند قابل تنظیم سایزها: XS عرض کمر ۳۱ سانتی‌متر S عرض کمر ۳۳ سانتی‌متر M عرض کمر ۳۵ سانتی‌متر L عرض کمر ۳۷ سانتی‌متر رنگبندی مطابق تصویر قیمت این کار جذاب ۳۲۰ تومنه ثبت سفارش دایر.کت تعداد خیلی محدود"
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"شورتک کشاله دار وارداتی\",\"sku\": null,\"price\": \"320000\",\"final_price\": \"320000\",\"options\": {\"colors\": [\"مطابق تصویر\"],\"sizes\": [\"XS\", \"S\", \"M\", \"L\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "معرفی میکنمممم یکی از خاص ترین و شیک ترین تراول ماگ ها، یک تراول ماگ جذاب مناسب کاپل هامون که میتونن خیلی راحت باهم ست کنن این تراول ماگ جذابو. درکنار اینهمه زیبایی و شیک بودن کیفیتش محشره. تراول ماگ فشن مناسب استفاده روزمره، مناسب ست کردن با پارتنر، مناسب هدیه. استیل دو جداره 304، لبی آسان نوش، دارای گیره ی فلزی، حفظ دمای سرد و گرم، دارای استوپر سیلیکونی، وارداتی. دو سایز ۴۵۰ میلی با ارتفاع ۱۸ و سایز ۳۵۰ میل با ارتفاع ۱۴، قطر ۸. حجم 350 میل: 395 تومن، حجم‌450 میل: 425 تومن. بفرست برای اونی که دوست داری باهاش ست کنی."
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"تراول ماگ فشن 350 میل\",\"sku\": null,\"price\": \"395000\",\"final_price\": \"395000\",\"options\": {\"colors\": [],\"sizes\": []}},{\"name\": \"تراول ماگ فشن 450 میل\",\"sku\": null,\"price\": \"425000\",\"final_price\": \"425000\",\"options\": {\"colors\": [],\"sizes\": []}}]"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "کاپشن پفی اِلف|Ehc لایک،سیو،شیرکاپشن داره. اندازه ها Free:قد۷۰ سرشانه۵۴ دورسینه۱۲۴ قدآستین۵۵ دوربازو۵۴. کاملا ضخیم وگرم، قیمت::1180تومان. مدل سایز۳۸ قد۱۶۱. اندازه هارو با یه محصول هم جنس اندازه بزنید نه با تن خودتون. پاسخگویی از طریق واتس اپ 09936777603، 09920029237."
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"کاپشن پفی اِلف | Ehc\",\"sku\": null,\"price\": \"1180000\",\"final_price\": \"1180000\",\"options\": {\"colors\": [],\"sizes\": [\"Free\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "پالتو یقه انگلیسی آستردار با تنخور فوق‌العاده پارچه لمروز، رنگ موجود مشکی، دو سایزی مناسب ۳۸ تا ۵۰، قیمت ۲٫۱۵۰. فروش حضوری و آنلاین، ارسال به سراسر ایران. آدرس فروشگاه برای خرید حضوری: تهرانپارس، خیابان جمیلی شبستری (۱۳۳)، نبش کوچه ملایی (۲۰۰) پلاک ۲۲۱ پوشاک پاییزان 02177329758."
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"پالتو یقه انگلیسی\",\"sku\": null,\"price\": \"2150000\",\"final_price\": \"2150000\",\"options\": {\"colors\": [\"مشکی\"],\"sizes\": [\"دو سایزی مناسب ۳۸ تا ۵۰\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "پالتو یقه انگلیسی آستردار با تنخور فوق‌العاده پارچه لمروز، رنگ موجود مشکی، دو سایزی مناسب ۳۸ تا ۵۰، قیمت ۲٫۱۵۰. فروش حضوری و آنلاین، ارسال به سراسر ایران. آدرس فروشگاه برای خرید حضوری: تهرانپارس، خیابان جمیلی شبستری (۱۳۳)، نبش کوچه ملایی (۲۰۰) پلاک ۲۲۱ پوشاک پاییزان 02177329758."
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"پالتو یقه انگلیسی\",\"sku\": null,\"price\": \"2150000\",\"final_price\": \"2150000\",\"options\": {\"colors\": [\"مشکی\"],\"sizes\": [\"دو سایزی مناسب ۳۸ تا ۵۰\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "ست تدی پشمالو کد 1232 249تومان. سایز بندی 80,85,90 فنردار و جک داره و به سایزهای 75,80,85 میخوره. ثبت سفارش فقط از طریق سایت و واتساپ."
    },
    {
      "role": "assistant",
      "content": "{\"name\": \"ست تدی پشمالو کد 1232\",\"sku\": \"1232\",\"price\": \"249000\",\"final_price\": \"249000\",\"options\": {\"colors\": [],\"sizes\": [\"80\", \"85\", \"90\"]}}"
    }
  ]
},
{
  "messages": [
    {
      "role": "user",
      "content": "معرفی میکنمممم یکی از خاص ترین و شیک ترین تراول ماگ ها یک تراول ماگ جذاب مناسب کاپل هامون ک میتونن خیلی راحت باهم ست کنن این تراول ماگ جذابو درکنار اینهمه زیبایی و شیک بودن کیفیتش محشره تراول ماگ فشن مناسب استفاده روزمره مناسب ست کردن با پارتنر مناسب هدیه استیل دو جداره 304 لبی آسان نوش دارای گیره ی فلزی حفظ دمای سرد و گرم دارای استوپر سیلیکونی وارداتی دو سایز ۴۵۰ میلی با ارتفاع ۱۸ و سایز ۳۵۰ میل با ارتفاع ۱۴ قطر ۸ حجم 350 میل : 395 تومن حجم‌450 میل :425 تومن بفرست برای اونی که دوست داری باهاش ست کنی"
    },
    {
      "role": "assistant",
      "content": "[{\"name\": \"تراول ماگ فشن 350 میل\",\"sku\": null,\"price\": \"395000\",\"final_price\": \"395000\",\"options\": {\"colors\": [],\"sizes\": []}},{\"name\": \"تراول ماگ فشن 450 میل\",\"sku\": null,\"price\": \"425000\",\"final_price\": \"425000\",\"options\": {\"colors\": [],\"sizes\": []}}]"
    }
  ]
},
]
